<template>
  <section id="termViewSection">
    <SubMenuPayment />
    <div class="wrapper">
      <h1>유료상품 이용약관</h1>
      <h2><a name="1">제1조 (목적)</a></h2>
      <p>
        이 약관은 주식회사 버넥트(이하 회사)가 제공하는 유무선 인터넷 유료서비스
        이용과 관련하여 회사와 이용자와의 권리, 의무 및 책임사항 등을 규정함을
        목적으로 합니다.
      </p>
      <h2><a name="2">제2조 (정의)</a></h2>
      <p>이 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>
      <ol>
        <li>
          해지: 회사 또는 회원이 서비스 개통 후 이용 계약을 해약하는 것을
          말합니다.
        </li>
        <li>
          유료서비스: 유료서비스라 함은 회원이 회사에 일정 금액을 지불해야만
          이용할 수 있는 회사의 서비스 또는 상품을 의미하거나, 회사 또는
          제3자와의 거래 내지 약정 조건을 수락하는 대가로 이용하게 되는 회사의
          서비스 또는 상품을 의미합니다. 유료서비스의 세부내용은 각각의 서비스
          또는 상품 구매 페이지 및 해당 서비스 또는 상품의 결제 페이지에 상세히
          설명되어 있으며 안내된 내용을 바탕으로 이용 가능합니다.
        </li>
        <li>
          결제: 회사가 제공하는 유료서비스를 이용하기 위하여 각종 지불수단을
          통하여 일정 금액을 회사 또는 회사가 정한 제3자에 지불하는 것을
          의미합니다.
        </li>
        <li>
          구매: 회사가 유료서비스에 대한 이용 승낙 및 유료서비스 제공이 가능할
          수 있도록 회원이 이용하고자 하는 유료서비스를 선택하여 해당
          유료서비스에 대한 지불수단을 통한 결제로서 그 대가를 지급하는 행위를
          의미합니다.
        </li>
      </ol>
      <h2><a name="3">제3조 (유료서비스 내용 게시)</a></h2>
      <ol>
        <li>
          회사는 다음 사항을 해당 유료서비스의 이용초기화면에 회원이 알기 쉽게
          표시합니다.
          <ul>
            <li>유료서비스의 명칭 또는 버전(제호)</li>
            <li>유료서비스의 내용, 이용방법, 이용료 기타 이용조건</li>
          </ul>
        </li>
        <li>
          회사는 유료 서비스별 이용가능기기 및 이용에 필요한 최소한의 기술사양에
          관한 정보를 계약체결과정에서 회원에게 제공합니다.
        </li>
      </ol>
      <h2><a name="4">제4조 (이용계약의 성립 등)</a></h2>
      <ol>
        <li>
          회원은 회사가 제공하는 다음 또는 이와 유사한 절차에 의하여 이용신청을
          합니다. 회사는 계약 체결 전에 각 호의 사항에 관하여 회원이 정확하게
          이해하고 실수 또는 착오 없이 거래할 수 있도록 정보를 제공합니다.
          <ul>
            <li>유료서비스 확인 및 선택</li>
            <li>결제방법의 선택 및 결제정보의 입력</li>
            <li>
              유료서비스의 이용신청에 관한 확인 또는 회사의 확인에 대한 동의
            </li>
          </ul>
        </li>
        <li>
          회사는 회원의 이용신청이 다음 각 호에 해당하는 경우에는 승낙하지
          않거나 승낙을 유보할 수 있습니다.
          <ul>
            <li>실명이 아니거나 타인의 명의를 이용한 경우</li>
            <li>
              허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은
              경우
            </li>
            <li>
              서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는
              경우
            </li>
          </ul>
        </li>
        <li>
          이용계약의 성립시기는 “가입완료”, "구매완료"를 신청 절차 상에서 표시한
          시점으로 합니다.
        </li>
        <li>
          "회원"이 유료서비스를 이용하기 위해서는 이 약관에 동의 후 각 서비스에
          따른 이용조건에 따라 이용요금을 지급하여야 합니다.
        </li>
      </ol>
      <h2><a name="5">제5조 (유료서비스 및 범위)</a></h2>
      <p>
        회사가 회원에게 제공하는 유료서비스의 종류는 아래와 같습니다. 버넥트
        서비스의 상세 종류, 가격, 제공 정보 등은 홈페이지(<a
          href="http://virnect.com"
          >virnect.com</a
        >)에 공시하는 바에 따릅니다.
      </p>
      <ol>
        <li>
          서비스 속성에 따른 분류
          <ul>
            <li>VIRNECT Remote 이용</li>
            <li>VIRNECT Make 이용</li>
            <li>VIRNECT View 이용</li>
            <li>
              추가 이용 : VIRNECT Make의 콘텐츠 저장 용량, VIRNECT View의 콘텐츠
              조회수
            </li>
          </ul>
        </li>
        <li>
          자동결제 여부에 따른 분류
          <ul>
            <li>
              자동결제 상품: 서비스를 이용하는 회원이 정기적으로 유료서비스 이용
              요금을 회사에 결제하기로 신청한 경우 회원이 지정한 결제 일자 및
              수단으로 유료서비스의 이용 요금이 자동으로 결제되는 상품
            </li>
          </ul>
        </li>
        <li>
          판매 방식에 따른 분류
          <ul>
            <li>
              직접 판매: 회사가 제공하는 유료서비스를 회원에게 결제 수단을 통해
              직접 제공하는 방식을 말합니다.
            </li>
            <li>
              대행 판매: 회사가 제공하는 유료서비스를 제3자를 통해 판매하는
              방식으로 해당 판매 상품의 이용 방식은 제휴사가 제공하는 유료서비스
              안내에 따릅니다.
            </li>
          </ul>
        </li>
      </ol>
      <h2><a name="6">제6조 (결제방식)</a></h2>
      <p>
        유료서비스의 이용에 대한 대금지급방법은 다음 각 호의 방법 중 가능한
        방법으로 할 수 있습니다. 다만, 회사는 회원의 지급방법에 대하여 어떠한
        명목의 수수료도 추가하여 징수하지 않습니다.
      </p>
      <ol>
        <li>선불카드, 직불카드, 신용카드 등의 각종 카드결제</li>
        <li>폰뱅킹, 인터넷뱅킹, 메일 뱅킹 등의 각종 계좌이체</li>
        <li>온라인 무통장입금</li>
        <li>전자화폐에 의한 결제(해외 결제만 해당)</li>
        <li>기타 전자적 지급방법에 의한 대금지급 등</li>
      </ol>
      <h2><a name="7">제7조 (자동결제 및 해지)</a></h2>
      <ol>
        <li>
          회사는 매월 서비스 이용계약의 자동갱신 및 이용요금 청구를 위해 서비스
          이용기간 및 서비스 이용 기간 종료 후 일정기간 동안 회원의
          결제관련정보를 보유할 수 있습니다.
        </li>
        <li>
          회원이 자동결제를 신청하시면 별도의 해지 신청을 하지 않을 경우,
          유료서비스의 실제 이용 여부와 상관없이 매월 지정된 결제 일자 및
          수단으로 자동 청구 및 결제됩니다. (최초 결제일 익일 1일차부터 서비스
          일수로 계산)
        </li>
        <li>
          자동결제해지로 인한 만료일은 자동결제일로부터 1개월입니다.
          자동결제해지 시 회원은 정기 결제일로부터 1개월 동안 서비스를 이용할 수
          있습니다.
        </li>
        <li>
          타인의 결제 정보를 동의 없이 사용할 경우 민/형사상 책임을 지게 되며
          관계법령에 의해 처벌될 수 있습니다.
        </li>
        <li>
          결제 정보 변경, 신용카드 및 휴대전화의 분실, 기타의 사유로 정기결제가
          이루어지지 않을 경우 마지막 정기결제일로부터 1개월 이 지난 후 서비스
          이용이 자동 정지됩니다.
        </li>
        <li>
          회원의 이용요금 미납 등 귀책사유로 인한 정기결제중지 및 이에 따른
          서비스 이용정지로 인한 손해에 대해 회사는 책임을 지지 않습니다.
        </li>
      </ol>
      <h2><a name="8">제8조 (유료서비스의 변경)</a></h2>
      <ol>
        <li>
          회사는 운영상, 기술상의 필요에 따라 공급하는 유료서비스 가액을 변경할
          수 있으며 제3조의 방법에 따라 회원에게 공지합니다.
        </li>
        <li>
          회원이 이미 구매, 가입한 유료서비스는 회사가 정한 정책에 따라 변경
          신청할 경우 1개월 예약 변경을 할 수 있으며 다음 각 호를 따릅니다.
          <ul>
            <li>
              회원이 변경 요청한 달의 이용기간이 만료되는 날까지 기존 구매,
              가입한 서비스를 이용할 수 있으며, 이용기간 만료일 익일부터 변경
              요청한 서비스로 변경 적용됩니다.
            </li>
            <li>
              단, 이용기간 만료일 익일을 익월 구독 결제 예정일로 보고 익월 구독
              결제 예정일에 변경 요청한 서비스에 대한 변경 요금을 반영합니다.
            </li>
          </ul>
        </li>
      </ol>
      <h2><a name="9">제9조 (회원의 청약철회와 결제취소)</a></h2>
      <ol>
        <li>
          회사와 유료서비스의 이용에 관한 계약을 체결한 회원은 계약을 체결한
          날로부터 7일 이내에는 청약의 철회를 할 수 있습니다. 다만, 회사가 다음
          각 호중 하나의 조치를 취한 경우에는 회원의 청약철회권이 제한될 수
          있습니다.
          <ul>
            <li>시용상품을 제공한 경우</li>
            <li>한시적 또는 일부이용 등의 방법을 제공한 경우</li>
          </ul>
        </li>
        <li>
          제1항의 청약철회는 회원이 전화, 전자우편 또는 모사전송으로 회사에 그
          의사를 표시한 때에 효력이 발생합니다.
        </li>
        <li>
          회사는 제2항에 따라 회원이 표시한 청약철회의사표시를 수신한 후 지체
          없이 이러한 사실을 회원에게 회신합니다.
        </li>
        <li>
          회원은 이용신청을 철회한 경우 회원이 선택한 각각의 결제방식에 따라
          회사에 해당 결제취소처리를 신청할 수 있습니다. 다만, 각 호의 경우에는
          결제취소처리가 불가능합니다.
          <ul>
            <li>이벤트, 쿠폰, 보상 등 결제수단이 무료로 지급된 경우</li>
            <li>해당 기간 내에 사용내역이 있을 경우</li>
            <li>해당 결제수단에 따른 결제취소 가능기간을 경과한 경우</li>
          </ul>
        </li>
        <li>
          결제취소처리가 불가능한 결제방식(계좌이체 등)을 이용해서 유료서비스를
          결제한 경우, 이 경우는 본 약관 제10 조에 따라 환불처리만 가능합니다.
        </li>
        <li>
          각각의 결제방식에 따른 결제취소 가능기간은 다음과 같으며, 결제취소
          가능기간이 경과한 경우 결제취소처리가 불가능합니다. 단, 아래 각 호는
          관련업체의 사정에 따라 변경될 수 있습니다.
          <ul>
            <li>
              신용카드: 결제당일 ~ 1개월(30일) 이내에 결제취소가 가능합니다. 단,
              각각의 해당 신용카드사의 정책에 따라 취소가능기간이 다를 수
              있습니다.
            </li>
            <li>
              계좌 이체: 거래방식 특성상 결제취소가 불가능하여 결제대행 수수료
              등을 공제한 환불처리만 가능합니다.
            </li>
          </ul>
        </li>
      </ol>
      <h2><a name="10">제10조 (회원의 계약해제·해지)</a></h2>
      <ol>
        <li>
          회사는 회원이 청약철회의 의사표시를 한 날로부터 또는 회원에게
          계약해제·해지의 의사표시에 대하여 회신한 날로부터 5영업일 이내에
          대금의 결제와 동일한 방법으로 이를 환급하여야 하며, 동일한 방법으로
          환불이 불가능할 때에는 이를 사전에 고지하여야 합니다.
        </li>
        <li>
          회사가 제1항에 따라 환급할 경우에 회원이 서비스 이용으로부터 얻은
          이익에 해당하는 금액을 공제하고 환급할 수 있습니다.
        </li>
        <li>
          회사는 위 대금을 환급함에 있어서 회원이 신용카드 또는 전자화폐 등의
          결제수단으로 재화 등의 대금을 지급한 때에는 지체 없이 당해 결제수단을
          제공한 사업자로 하여금 재화 등의 대금의 청구를 정지 또는 취소하도록
          요청합니다. 다만, 제2항의 금액공제가 필요한 경우에는 그러하지 아니할
          수 있습니다.
        </li>
        <li>
          회사, “유료서비스 등의 대금을 지급받은 자” 또는 “회원과 유료서비스
          이용계약을 체결한 자“가 동일인이 아닌 경우에 각자는 청약철회 또는
          계약해제·해지로 인한 대금환급과 관련한 의무의 이행에 있어서 연대하여
          책임을 집니다.
        </li>
      </ol>
      <h2><a name="11">제11조 (환불정책)</a></h2>
      <ol>
        <li>
          회사는 회사의 귀책사유로 인한 환불시에는 회원이 서비스 이용으로부터
          얻은 이익에 해당하는 금액을 아래와 같이 공제하고 환불할 수 있습니다.
          <ul>
            <li>
              제품 및 추가 이용 서비스 : 전체 이용대금 = 기 이용일수 X 일일
              이용대금
            </li>
          </ul>
        </li>
        <li>
          회사는 회원의 귀책사유로 인한 환불시에는 제1항의 회원이 서비스
          이용으로부터 얻은 이익에 해당하는 금액을 공제한 잔여 금액에서
          위약금(10%) 및 지불수단별 결제대행수수료를 제외한 금액을 환불
          조치합니다. 단, 이벤트, 프로모션 등을 통해 회사가 회원에게 서비스를
          제공하는 경우, 별도의 환불정책을 따릅니다.
        </li>
        <li>
          회사는 환불할 경우 회원이 신용카드 또는 전자화폐 등의 결제수단으로
          이용요금을 지불한 경우에는 지체없이 당해 결제수단을 제공한 사업자로
          하여금 이용요금의 청구를 정지 또는 취소하도록 요청합니다. 다만, 제1항
          및 제2항의 금액공제가 필요한 경우에는 그러하지 아니할 수 있습니다.
        </li>
        <li>
          제1항의 환불 대상이나 아래 각 호에 해당하는 경우 환불이 불가합니다.
          <ul>
            <li>
              회사가 발행한 쿠폰이나, 이벤트 당첨을 통해 받은 유료서비스
              이용권의 경우
            </li>
            <li>기타 회원이 직접 결제하지 않은 경우</li>
          </ul>
        </li>
        <li>
          기결제된 결제금액 또는 결제취소가 불가능한 결제금액의 환불 신청 시에는
          해당 요금의 정상납입 확인 후 환불조치가 가능하며, 결제취소기간 내 환불
          의사를 밝힌 경우에는 결제취소처리를 우선적으로 고려하여 처리할 수
          있습니다.
        </li>
        <li>
          환불 받을 금융기관 계좌의 예금주 명의와 최초 계좌이체 시 사용한 계좌의
          예금주 명의가 동일한 경우에만 입금하여 드립니다. 단 해외금융기관의
          계좌인 경우에는 환불이 불가능합니다.
        </li>
        <li>
          개인정보 도용 및 결제정보 도용 또는 부정결제 등으로 인한 경우에는
          환불되지 않으며, 해당 경우의 결제자 개인정보 요구 및 확인은 관계법령에
          근거한 수사기관의 정당한 요청을 통해서만 확인이 가능합니다.
        </li>
        <li>
          환불 입금은 회원이 회사에게 환불 의사표시를 한 날로부터 5영업일이내에
          하는 것을 원칙으로 합니다. 다만, 후불제 결제수단 (신용카드) 등을
          이용해서 결제하신 경우에는 해당 결제내역의 입금사실이 3개월 이내에
          확인 가능하므로 해당 기간만큼 환불처리기간이 추가로 소요될 수
          있습니다.
        </li>
        <li>
          환불 시에는 실제 회원님께서 결제하신 금액에 대해 납부영수증 등으로
          이용요금의 납부여부를 확인한 후 환불해드리게 됩니다. 이용요금의
          납부여부의 확인이 불가능한 경우 환불이 불가능할 수 있으니 결제와
          관련된 납부영수증 등의 증빙자료 보관에 유념하시기 바랍니다.
        </li>
        <li>
          회원탈퇴 및 환불요청 시 회원님의 오기(誤記)등의 귀책사유로 인해
          발생하는 불이익에 대해서 회사는 책임을 지지 않습니다.
        </li>
      </ol>
      <h2><a name="12">제12조 (과오금)</a></h2>
      <ol>
        <li>
          회사는 과오금이 발생한 경우 이용대금의 결제와 동일한 방법으로 과오금
          전액을 환불하여야 합니다. 다만, 동일한 방법으로 환불이 불가능할 때는
          이를 사전에 고지합니다.
        </li>
        <li>
          회사의 책임 있는 사유로 과오금이 발생한 경우 회사는 계약비용, 수수료
          등에 관계없이 과오금 전액을 환불합니다. 다만, 회원의 책임 있는 사유로
          과오금이 발생한 경우, 회사가 과오금을 환불하는 데 소요되는 비용은
          합리적인 범위 내에서 회원이 부담하여야 합니다.
        </li>
        <li>
          회사는 회원이 주장하는 과오금에 대해 환불을 거부할 경우에 정당하게
          이용대금이 부과되었음을 입증할 책임을 집니다.
        </li>
        <li>
          회사는 과오금의 환불절차를 디지털 콘텐츠 이용자 보호지침에 따라
          처리합니다.
        </li>
      </ol>
      <h2><a name="13">제13조 (분쟁의 해결)</a></h2>
      <p>
        회사는 분쟁이 발생하였을 경우에 회원이 제기하는 정당한 의견이나 불만을
        반영하여 적절하고 신속한 조치를 취합니다. 다만, 신속한 처리가 곤란한
        경우에 회사는 회원에게 그 사유와 처리일정을 통보합니다.
      </p>
      <h2><a name="14">제14조 (준거법 및 관할법원)</a></h2>
      <ol>
        <li>
          회사와 회원간에 제기된 소송에 대해서는 대한민국 법률을 준거법으로
          합니다.
        </li>
        <li>
          회사와 회원간 발생한 분쟁에 관한 소송은 제소 당시의 회원의 주소에
          의하고, 주소가 없는 경우 거소를 관할하는 지방법원의 전속관할로 합니다.
          단, 제소 당시 회원의 주소 또는 거소가 명확하지 아니한 경우의
          관할법원은 민사소송법에 따라 정합니다.
        </li>
      </ol>
      <h2>부칙</h2>
      <p>(시행일) 이 약관은 2020년 9월 11일부터 시행합니다.</p>
    </div>
  </section>
</template>

<script>
import SubMenuPayment from "~/components/policy/subMenuPayment.vue";
export default {
  components: {
    SubMenuPayment,
  },
};
</script>
<style lang="scss" scoped>
@import "~assets/css/pages/policy.scss";
</style>
